"InitMessage" = "World of Warcraft is performing initial setup of required data files.  This may take a few minutes.  You may also cancel this process and allow the Launcher to complete installation.\n\n";
"OK" = "OK";
"Cancel" = "Cancel";
"STORM_ERROR_WOW_NAME_STRING"="World of Warcraft";
"STORM_ERROR_DOWNLOAD_FAILED"="Failed to download data. Please check the network connection.";
"STORM_ERROR_CANNOT_STREAM_ARCHIVE"="Cannot stream required archive data. Please check the network connection.";
"STORM_ERROR_DISK_FULL"="World of Warcraft could not continue because your hard drive is nearly full.  Please remove unused files and try again.";
"STORM_ERROR_64BIT_VERSION_MISMATCH"="This beta 64-bit version of World of Warcraft does not match the installed version of the game.\n\nYou must acquire a new 64-bit executable in order to keep using the 64-bit version, or instead use the 32-bit version.";
"STORM_ERROR_ARCHIVE_ACCESS_DENIED" = "%s: World of Warcraft can’t make a required change to an archive file. Be sure you have write permission for the World of Warcraft folder or try running the game in administrator mode. For more information, see: https://battle.net/support/article/6910";

"Region_enUS"="English (US)";
"Region_enGB"="English (EU)";
"Region_koKR"="한국어";
"Region_frFR"="Français";
"Region_deDE"="Deutsch";
"Region_zhCN"="简体中文";
"Region_zhTW"="繁體中文";
"Region_esES"="Español (EU)";
"Region_esMX"="Español (AL)";
"Region_ruRU"="Русский";
"Region_ptBR"="Português (AL)";
"Region_ptPT"="Português (EU)";
"Region_itIT"="Italiano";
"Region_enSA"="English (US)";

"RegionConfirmation_InformativeText_Americas"="You are setting your region to Americas. You will not be able to play in other regions. Would you like to continue?";
"RegionConfirmation_InformativeText_Europe"="You are setting your region to Europe. You will not be able to play in other regions. Would you like to continue?";

"Region_Americas"="AMERICAS";
"Region_Europe"="EUROPE";
"Region_Korea"="KOREA";
"Region_Taiwan"="TAIWAN";
"Region_China"="CHINA";
"Region_SoutheastAsia"="SOUTHEAST ASIA";
